// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "控制面板语言";

English = "英语";
French = "法语";
German = "德语";
Spanish = "西班牙语";
Italian = "意大利语";
Swedish = "瑞典语";
Danish = "丹麦语";
Norwegian = "挪威语";
Dutch = "荷兰语";
Finnish = "芬兰语";
Japanese = "日语";
Portuguese = "葡萄牙语";
Polish = "波兰语";
Turkish = "土耳其语";
Kanji = "日文汉字";
TradChinese = "繁体中文";
SimpChinese = "简体中文";
Russian = "俄语";
Czech = "捷克语";
Hungarian = "匈牙利语";
Korean = "韩文";
Thai = "泰文";
Hebrew = "希伯来文";
EastEuropean = "东欧语";
EuroEnglish = "欧洲英语";
CanadianFrench = "加拿大法语";
Greek = "希腊语";
Arabic = "阿拉伯语";
IndonesianBahasa = "印度尼西亚语";
Bulgarian = "保加利亚语";
Croatian = "克罗地亚语";
Estonian = "爱沙尼亚语";
Latvian = "拉脱维亚语";
Lithuanian = "立陶宛语";
Romanian = "罗马尼亚语";
Slovakian = "斯洛伐克语";
Slovenian = "斯洛文尼亚语";
Ukrainian = "乌克兰语";
Malay = "马来语";

TaskDescription = "要更改用于显示控制面板上的信息以及打印设备报告（如配置页面）的语言，请从以下列表选择语言：";
LanguageLabel = "语言：";
ApplyButtonTitle = "立即应用";
NoLangSelected = "选择语言";

NoCountrySelected = "选择国家/地区";
CountryLabel = "国家/地区";

// country names
afghanistan = "阿富汗";
albania = "阿尔巴尼亚";
algeria = "阿尔及利亚";
americanSamoa = "美属萨摩亚";
andorra = "安道尔";
angola = "安哥拉";
anguilla = "安圭拉岛";
antiguaAndBarbuda = "安提瓜岛和巴布达岛";
argentina = "阿根廷";
armenia = "亚美尼亚";
aruba = "阿鲁巴岛";
ascensionIsland = "ascensionIsland";
australia = "澳大利亚";
austria = "奥地利";
azerbaijan = "阿塞拜疆";
bahamasThe = "巴哈马群岛";
bahrain = "巴林";
bangladesh = "孟加拉国";
barbados = "巴巴多斯岛";
belarus = "白俄罗斯";
belgium = "比利时";
belize = "伯利兹";
benin = "贝宁";
bermuda = "百慕大群岛";
bhutan = "不丹";
bolivia = "玻利维亚";
bosniaAndHerzegovina = "波黑";
botswana = "博茨瓦纳";
brazil = "巴西";
brunei = "文莱";
bulgaria = "保加利亚";
burkinaFaso = "布基纳法索";
burundi = "布隆迪";
cambodia = "柬埔寨";
cameroon = "喀麦隆";
canada = "加拿大";
capeVerde = "佛得角";
caymanIslands = "开曼群岛";
centralAfricanRepublic = "中非共和国";
chad = "乍得";
chile = "智利";
china = "中国";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "哥伦比亚";
comoros = "科摩罗";
congo = "刚果";
congoDRC = "刚果民主共和国";
cookIslands = "库克群岛";
costaRica = "哥斯达黎加";
croatia = "克罗地亚";
cuba = "古巴";
cyprus = "塞浦路斯";
czechRepublic = "捷克共和国";
denmark = "丹麦";
diegoGarcia = "diegoGarcia";
djibouti = "吉布提";
dominica = "多米尼加";
dominicanRepublic = "多米尼加共和国";
ecuador = "厄瓜多尔";
egypt = "埃及";
elSalvador = "萨尔瓦多";
equatorialGuinea = "赤道几内亚";
eritrea = "厄立特里亚";
estonia = "爱沙尼亚";
ethiopia = "埃塞俄比亚";
falklandIslandsIslasMalvinas = "福克兰群岛";
faroeIslands = "法罗群岛";
fijiIslands = "斐济";
finland = "芬兰";
france = "法国";
frenchAntilles = "法属安德列斯群岛";
frenchGuiana = "法属圭亚那";
frenchPolynesia = "法属波利尼西亚";
gabon = "加蓬";
gambiaThe = "冈比亚";
georgia = "格鲁吉亚";
germany = "德国";
ghana = "加纳";
gibraltar = "直布罗陀";
greece = "希腊";
greenland = "格陵兰";
grenada = "格林纳达";
guadeloupe = "瓜德罗普岛";
guam = "关岛";
guantanamoBay = "guantanamoBay";
guatemala = "危地马拉";
guinea = "几内亚";
guineaBissau = "几内亚比绍";
guyana = "圭亚那";
haiti = "海地";
honduras = "洪都拉斯";
hongKongSAR = "香港特别行政区";
hungary = "匈牙利";
iceland = "冰岛";
india = "印度";
indonesia = "印尼";
iran = "伊朗";
iraq = "伊拉克";
ireland = "爱尔兰";
israel = "以色列";
italy = "意大利";
jamaica = "牙买加";
japan = "日本";
jordan = "约旦";
kazakhstan = "哈萨克斯坦";
kenya = "肯尼亚";
kiribati = "基里巴斯";
korea = "韩国";
kuwait = "科威特";
kyrgyzstan = "吉尔吉斯";
laos = "老挝";
latvia = "拉脱维亚";
lebanon = "黎巴嫩";
lesotho = "莱索托";
liberia = "利比里亚";
libya = "利比亚";
liechtenstein = "列支敦士登";
lithuania = "立陶宛";
luxembourg = "卢森堡";
lacaoSAR = "lacaoSAR";
macedonia = "马其顿";
madagascar = "马达加斯加岛";
malawi = "马拉维";
malaysia = "马来西亚";
maldives = "马尔代夫";
mali = "马里";
malta = "马耳他";
marshallIslands = "马绍尔群岛";
martinique = "马提尼克岛";
mauritania = "毛利塔尼亚";
mauritius = "毛里求斯";
mayotte = "马约特岛";
mexico = "墨西哥";
micronesia = "密克罗尼西亚";
moldova = "摩尔多瓦";
monaco = "摩纳哥";
mongolia = "蒙古";
montserrat = "蒙特塞拉特";
morocco = "摩洛哥";
mozambique = "莫桑比克";
myanmar = "缅甸";
namibia = "纳米比亚";
nauru = "瑙鲁";
nepal = "尼泊尔";
netherlandsAntilles = "荷属安地列斯群岛";
netherlandsThe = "荷兰";
newCaledonia = "新喀里多尼亚";
newZealand = "新西兰";
nicaragua = "尼加拉瓜";
niger = "尼日尔";
nigeria = "尼日利亚";
niue = "纽埃岛";
norfolkIsland = "norfolkIsland";
northKorea = "朝鲜";
norway = "挪威";
oman = "阿曼";
pakistan = "巴基斯坦";
palau = "帕劳群岛";
panama = "巴拿马";
papuaNewGuinea = "巴布亚新几内亚";
paraguay = "巴拉圭";
peru = "秘鲁";
philippines = "菲律宾";
poland = "波兰";
portugal = "葡萄牙";
puertoRico = "波多黎各";
qatar = "卡塔尔";
reunion = "留尼汪岛";
romania = "罗马尼亚";
russia = "俄罗斯";
rwanda = "卢旺达";
samoa = "萨摩亚群岛";
sanMarino = "圣马力诺";
saudiArabia = "沙特阿拉伯";
senegal = "塞内加尔";
serbiaAndMontenegro = "塞黑";
seychelles = "塞舌尔";
sierraLeone = "塞拉利昂";
singapore = "新加坡";
slovakia = "斯洛伐克";
slovenia = "斯洛文尼亚";
solomonIslands = "所罗门群岛";
somalia = "索马里";
southAfrica = "南非";
spain = "西班牙";
sriLanka = "斯里兰卡";
stHelena = "圣赫勒拿";
stKittsAndNevis = "圣基茨和尼维斯";
stLucia = "圣卢西亚";
stPierreAndMiquelon = "圣皮埃尔和密克隆";
stVincentAndTheGrenadines = "圣文森特和格林纳丁斯";
sudan = "苏丹";
suriname = "苏里南";
swaziland = "斯威士兰";
sweden = "瑞典";
switzerland = "瑞士";
syria = "叙利亚";
taiwan = "台湾地区, 中国";
tajikistan = "塔吉克斯坦";
tanzania = "坦桑尼亚";
thailand = "泰国";
timorLeste = "timorLeste";
togo = "多哥";
tokelau = "托克劳群岛";
tonga = "汤加";
trinidadAndTobago = "特立尼达岛和多巴哥岛";
tunisia = "突尼斯";
turkey = "土耳其";
turkmenistan = "土库曼斯坦";
turksAndCaicosIslands = "特克斯和凯科斯群岛";
tuvalu = "图瓦卢";
uganda = "乌干达";
ukraine = "乌克兰";
unitedArabEmirates = "阿拉伯联合酋长国";
unitedKingdom = "英国";
unitedStates = "美国";
uruguay = "乌拉圭";
uzbekistan = "乌兹别克斯坦";
vanuatu = "瓦努阿图";
vaticanCity = "梵蒂冈";
venezuela = "委内瑞拉";
vietnam = "越南";
virginIslands = "美属维尔京群岛";
virginIslandsBritish = "英属维尔京群岛";
wallisAndFutuna = "瓦利斯和富图纳群岛";
yemen = "也门";
zambia = "赞比亚";
zimbabwe = "津巴布韦";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

